questions = {
    "r_empire": [
        {
            "question": "Кто отменил крепостное право?",
            "options": ["Пётр I", "Александр II", "Николай I", "Александр III"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ],
    "rus": [
        {
            "question": "Кто считается основателем Древнерусского государства?",
            "options": ["Олег", "Рюрик", "Игорь", "Святослав"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ],
    "world": [
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ],
    "world_france": [
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ],
    "world_america": [
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ],
    "austria": [
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
        {
            "question": "В каком году началась Первая мировая война?",
            "options": ["1912", "1914", "1916", "1918"],
            "correct": 1
        },
    ]
}
